---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadWindowAreaParam
source: html/28738c29-0a20-d708-b01a-45a8c6871f14.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadWindowAreaParam Property

"Window Area"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsHvacloadWindowAreaParam { get; }
```